Revit 2027 API
ParameterTypeId.IndividualExcavationVolume Property
 "Individual Excavation Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId IndividualExcavationVolume { get; }
Public Shared ReadOnly Property IndividualExcavationVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ IndividualExcavationVolume {
	ForgeTypeId^ get ();
}
static member IndividualExcavationVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace